Repository: NazrinElyazova/Lensify
Catalog: Lensify/Lensify/*.lproj/Localizable.strings
Languages: az, es

# listTitle
source: Profile
az: Hesab
es: Cuenta

# welcomeLabel
source: Welcome to Lensify
az: Lensify-a xoş gəlmişsiniz
es: Bienvenido a Lensify

# welcomeButton
source: Start
az: Başla
es: Comenzar

# search
source: Search for new lives..
az: Axtarış..
es: Buscar nuevas vidas..

# language
source: Languages
az: Dillər
es: Idiomas

source: Terms & Conditions
az: Qaydalar & Şərtlər
es: Términos & condiciones

source: Privacy Policy
az: Məxfilik Siyasəti
es: Política de privacidad

source: About Lensify
az: Lensify Haqqında
es: Acerca de Lensify

# termsText
source: **Lensify App - Terms and Conditions** Welcome to Lensify, a wallpaper application provided by Lensify. By accessing or using Lensify, you agree to comply with and be bound by the following terms and conditions. If you do not agree to these Terms, please do not use the App. **1. License to Use Lensify:** - Lensify grants you a limited, non-exclusive, non-transferable, revocable license to use the App for personal, non-commercial purposes. **2. User Content:** - You may upload, submit, store, send, or receive content through the App. By using Lensify, you grant Lensify a worldwide, royalty-free, perpetual, irrevocable, non-exclusive license to use, reproduce, modify, distribute, and display the User Content for the purpose of operating and improving the App. **3. Intellectual Property:** - Lensify and its features are protected by copyright, trademark, and other laws. You agree not to remove, alter, or obscure any copyright, trademark, service mark, or other proprietary rights notices incorporated in or accompanying the App. **4. Prohibited Conduct:** - You agree not to engage in any of the following prohibited activities: - Violating any applicable laws or regulations. - Uploading or transmitting viruses, worms, or any other destructive code. - Attempting to interfere with, compromise the system integrity or security, or decipher any transmissions to or from the servers running Lensify. - Using the App for any purpose that is illegal or prohibited by these Terms. **5. Termination:** - Lensify reserves the right to terminate or suspend your access to the App at any time, without notice, for any reason. **6. Disclaimer of Warranties:** - Lensify is provided as is and as available without any warranties, express or implied. **7. Limitation of Liability:** - In no event shall Lensify or its affiliates be liable for any indirect, incidental, special, consequential, or punitive damages. **8. Governing Law:** - These Terms are governed by and construed in accordance with the laws of the Republic of Azerbaijan. **9. Contact Information:** - If you have any questions about these Terms, please contact us at createYourWorldWithLensify@icloud.com. By using Lensify, you acknowledge that you have read, understood, and agree to be bound by these Terms.
az: **Lensify Tətbiqi - Qaydalar və Şərtlər** Lensify tərəfindən təqdim olunan divar kağızı proqramı olan Lensify-a xoş gəlmisiniz. Lensify-ə daxil olmaq və ya istifadə etməklə, siz aşağıdakı şərtlərə əməl etməyə və onlara əməl etməyə razılaşırsınız. Bu Şərtlərlə razı deyilsinizsə, lütfən, Tətbiqdən istifadə etməyin. **1. Lensify istifadə etmək üçün lisenziya:** - Lensify sizə Tətbiqdən şəxsi, qeyri-kommersiya məqsədləri üçün istifadə etmək üçün məhdud, qeyri-eksklüziv, ötürülə bilməyən, geri alına bilən lisenziya verir. **2. İstifadəçi məzmunu:** - Tətbiq vasitəsilə məzmunu yükləyə, təqdim edə, saxlaya, göndərə və ya qəbul edə bilərsiniz. Lensify-dan istifadə etməklə siz Tətbiqi idarə etmək və təkmilləşdirmək məqsədilə İstifadəçi Məzmununu istifadə etmək, çoxaltmaq, dəyişdirmək, yaymaq və göstərmək üçün Lensify-a dünya miqyasında, royaltisiz, əbədi, geri alınmaz, qeyri-eksklüziv lisenziya verirsiniz. **3. Əqli mülkiyyət:** - Lensify və onun xüsusiyyətləri müəllif hüququ, ticarət nişanı və digər qanunlarla qorunur. Siz Tətbiqə daxil edilmiş və ya onu müşayiət edən hər hansı müəllif hüququ, ticarət nişanı, xidmət nişanı və ya digər mülkiyyət hüquqları bildirişlərini silməməyə, dəyişdirməməyə və ya gizlətməməyə razılaşırsınız. **4. Qadağan olunmuş Davranış:** - Aşağıdakı qadağan olunmuş fəaliyyətlərdən heç biri ilə məşğul olmamağa razılaşırsınız: - Hər hansı qüvvədə olan qanun və ya qaydaların pozulması. - Virusların, qurdların və ya hər hansı digər dağıdıcı kodun yüklənməsi və ya ötürülməsi. - Lensify ilə işləyən serverlərə müdaxilə etmək, sistemin bütövlüyünü və ya təhlükəsizliyini pozmaq və ya hər hansı ötürülmələri deşifrə etmək cəhdi. - Tətbiqdən bu Şərtlərlə qeyri-qanuni və ya qadağan olunmuş hər hansı məqsəd üçün istifadə. **5. Xitam:** - Lensify istənilən vaxt, xəbərdarlıq etmədən, hər hansı səbəbdən, Tətbiqə girişinizi dayandırmaq və ya dayandırmaq hüququnu özündə saxlayır. **6. Zəmanətlərdən imtina:** - Lensify açıq və ya nəzərdə tutulan heç bir zəmanət olmadan olduğu kimi və mövcud olduğu kimi təqdim olunur. **7. Məsuliyyət məhdudiyyəti:** - Heç bir halda Lensify və ya onun filialları hər hansı dolayı, təsadüfi, xüsusi, ardıcıl və ya cəza xarakterli zərərlərə görə məsuliyyət daşımır. **8. İdarəetmə hüquq:** - Bu Şərtlər Azərbaycan Respublikasının qanunları ilə tənzimlənir və təfsir edilir. **9. Əlaqə məlumatı:** - Bu Şərtlərlə bağlı hər hansı sualınız varsa, createYourWorldWithLensify@icloud.com ünvanında bizimlə əlaqə saxlayın. Lensify-dan istifadə etməklə siz bu Şərtləri oxuduğunuzu, başa düşdüyünüzü və onlara əməl etməyə razı olduğunuzu qəbul edirsiniz.
es: **Aplicación Lensify - Términos y condiciones** Bienvenido a Lensify, una aplicación de fondo de pantalla proporcionada por Lensify. Al acceder o utilizar Lensify, usted acepta cumplir y estar sujeto a los siguientes términos y condiciones. Si no está de acuerdo con estos Términos, no utilice la Aplicación. **1. Licencia para usar Lensify:** - Lensify le otorga una licencia limitada, no exclusiva, intransferible y revocable para utilizar la Aplicación con fines personales y no comerciales. **2. Contenido de usuario:** - Puede cargar, enviar, almacenar, enviar o recibir contenido a través de la Aplicación. Al utilizar Lensify, usted otorga a Lensify una licencia mundial, libre de regalías, perpetua, irrevocable y no exclusiva para usar, reproducir, modificar, distribuir y mostrar el Contenido del usuario con el fin de operar y mejorar la Aplicación. **3. Propiedad intelectual:** - Lensify y sus funciones están protegidas por derechos de autor, marcas registradas y otras leyes. Usted acepta no eliminar, alterar ni ocultar ningún derecho de autor, marca comercial, marca de servicio u otros avisos de derechos de propiedad incorporados o que acompañen a la Aplicación. **4. Conducta prohibida:** - Aceptas no participar en ninguna de las siguientes actividades prohibidas: - Violar cualquier ley o reglamento aplicable. - Cargar o transmitir virus, gusanos o cualquier otro código destructivo. - Intentar interferir, comprometer la integridad o seguridad del sistema, o descifrar cualquier transmisión hacia o desde los servidores que ejecutan Lensify. - Usar la Aplicación para cualquier propósito que sea ilegal o esté prohibido por estos Términos. **5. Terminación:** - Lensify se reserva el derecho de cancelar o suspender su acceso a la Aplicación en cualquier momento, sin previo aviso, por cualquier motivo. **6. Renuncia de garantías:** - Lensify se proporciona tal como está y según está disponible sin ninguna garantía, expresa o implícita. **7. Limitación de responsabilidad:** - En ningún caso Lensify o sus afiliados serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo. **8. Ley que rige:** - Estos Términos se rigen e interpretan de conformidad con las leyes de la República de Azerbaiyán. **9. Información del contacto:** - Si tiene alguna pregunta sobre estos Términos, contáctenos en createYourWorldWithLensify@icloud.com. Al utilizar Lensify, usted reconoce que ha leído, comprendido y aceptado regirse por estos Términos.

# aboutText
source: Welcome to Lensify - Your Ultimate Wallpaper Experience! Lensify is the go-to app for transforming your device's screen into a visual masterpiece. Immerse yourself in a world of stunning wallpapers curated to suit every mood and style. With Lensify, your device will reflect your personality like never before. Key Features: Vast Collection: Explore a diverse collection of high-quality wallpapers, carefully curated to cater to various tastes and preferences. Categories: Find the perfect wallpaper quickly by browsing through categories such as nature, abstract, minimalistic, landscapes, and more. Daily Updates: Enjoy a fresh look for your device every day with our regularly updated selection of wallpapers. User Uploads: Share your creativity with the Lensify community by uploading your wallpapers. Your masterpiece could be the next favorite for users around the world! Customization: Easily crop and adjust wallpapers to fit your device perfectly. Personalize your screen with just a few taps. User Community: Lensify is not just an app; it's a community of creative individuals. Connect with fellow users, discover new artists, and share your thoughts on the latest wallpapers. Privacy and Security: We understand the importance of privacy. Lensify respects your data, and our app is designed with your security in mind. For details, please refer to our Privacy Policy.
az: Lensify-ə xoş gəlmisiniz - Sizin Son Divar kağızı Təcrübəniz! Lensify cihazınızın ekranını vizual şah əsərə çevirmək üçün əsas proqramdır. Hər əhval-ruhiyyə və üsluba uyğun hazırlanmış heyrətamiz divar kağızları dünyasına qərq olun. Lensify ilə cihazınız heç vaxt olmadığı kimi şəxsiyyətinizi əks etdirəcək. Əsas Xüsusiyyətlər: Geniş kolleksiya: Müxtəlif zövqlərə və seçimlərə uyğun olaraq diqqətlə seçilmiş yüksək keyfiyyətli divar kağızlarının müxtəlif kolleksiyasını araşdırın. Kateqoriyalar: Təbiət, abstrakt, minimalist, mənzərə və sair kimi kateqoriyalara göz ataraq mükəmməl divar kağızı tapın. Gündəlik Yeniləmələr: Mütəmadi olaraq yenilənən divar kağızları seçimimizlə hər gün cihazınız üçün yeni görünüşdən həzz alın. İstifadəçi Yükləmələri: Divar kağızlarınızı yükləyərək yaradıcılığınızı Lensify icması ilə paylaşın. Sizin şah əsəriniz bütün dünyada istifadəçilər üçün növbəti sevimli əsər ola bilər! Fərdiləşdirmə: Cihazınıza mükəmməl uyğunlaşmaq üçün divar kağızlarını asanlıqla kəsin və tənzimləyin. Bir neçə toxunuşla ekranınızı fərdiləşdirin. İstifadəçi İcması: Lensify sadəcə proqram deyil; yaradıcı fərdlərin birliyidir. Digər istifadəçilərlə əlaqə qurun, yeni rəssamlar kəşf edin və ən son divar kağızları haqqında fikirlərinizi bölüşün. Məxfilik və Təhlükəsizlik: Biz məxfiliyin vacibliyini başa düşürük. Lensify məlumatlarınıza hörmət edir və tətbiqimiz təhlükəsizliyinizi nəzərə alaraq hazırlanıb. Ətraflı məlumat üçün Məxfilik Siyasətimizə müraciət edin.
es: Bienvenido a Lensify: ¡tu experiencia definitiva con fondos de pantalla! Lensify es la aplicación ideal para transformar la pantalla de su dispositivo en una obra maestra visual. Sumérgete en un mundo de impresionantes fondos de pantalla seleccionados para adaptarse a cada estado de ánimo y estilo. Con Lensify, tu dispositivo reflejará tu personalidad como nunca antes. Características clave: Amplia colección: explore una colección diversa de fondos de pantalla de alta calidad, cuidadosamente seleccionados para satisfacer diversos gustos y preferencias. Categorías: encuentre rápidamente el fondo de pantalla perfecto navegando por categorías como naturaleza, abstracto, minimalista, paisajes y más. Actualizaciones diarias: disfrute de una apariencia nueva para su dispositivo todos los días con nuestra selección de fondos de pantalla actualizada periódicamente. Cargas de usuarios: comparta su creatividad con la comunidad Lensify cargando sus fondos de pantalla. ¡Tu obra maestra podría ser la próxima favorita de usuarios de todo el mundo! Personalización: recorte y ajuste fácilmente los fondos de pantalla para que se ajusten perfectamente a su dispositivo. Personaliza tu pantalla con solo unos pocos toques. Comunidad de usuarios: Lensify no es sólo una aplicación; es una comunidad de individuos creativos. Conéctese con otros usuarios, descubra nuevos artistas y comparta sus opiniones sobre los fondos de pantalla más recientes. Privacidad y seguridad: Entendemos la importancia de la privacidad. Lensify respeta sus datos y nuestra aplicación está diseñada pensando en su seguridad. Para obtener más información, consulte nuestra Política de privacidad.
